Repository: maluramichael/kadrell
Catalog: app/Kadrell/Localization/Localizable.xcstrings
Source language: de
Languages: en

source: aktiv
en: active

source: alle
en: all

source: alle Kürzel
en: all shortcuts

source: alle Sessions
en: all sessions

source: alle Sessions, nochmal: zurück
en: all sessions, again: back

source: an
en: on

source: an Kachel und Baum-Zeile: umbenennen
en: on tile and sidebar row: rename

source: arbeiten
en: working

source: arbeitende
en: working

source: arbeitet
en: working

source: aus
en: off

source: aus = ohne Nachfrage ausführen
en: off = run without asking

source: ausgewählt
en: selected

source: automatisch
en: automatic

source: beendet
en: ended

source: claude %@: älter als die von Kadrell getestete Version %@, bitte aktualisieren
en: claude %1$@: older than version %2$@ tested with Kadrell, please update

source: claude %@: älter als die von Kadrell getestete Version %@, bitte mit „%@“ aktualisieren
en: claude %@: older than the version Kadrell was tested with (%@), update with “%@”

source: claude alt · claude update
en: claude outdated · claude update

source: diese Hilfe
en: this help

source: fertig
en: done

source: fragt nach Rechten
en: asks for permissions

source: frei
en: free

source: ganze Gruppen der Auswahl, nochmal: zurück
en: whole groups of the selection, again: back

source: gerade eben
en: just now

source: getrennt
en: detached

source: gilt für neu gestartete Claude-Prozesse
en: applies to newly started Claude processes

source: ist fertig
en: is done

source: kein Bild · Datei hineinziehen
en: no image · drop a file

source: kein tmux-Server auf %@
en: no tmux server on %@

source: keine
en: none

source: lädt …
en: loading…

source: mehrere Claude-Accounts, Umschalten ohne neues Login
en: several Claude accounts, switch without signing in again

source: mit Fehler
en: with errors

source: neu
en: new

source: neue Session in der Gruppe · mit ⌘: Terminal ohne Claude
en: new session in the group · with ⌘: terminal without Claude

source: nicht gestartet
en: not started

source: nur die Auswahl im Baum
en: only the selection in the sidebar

source: nur diese Session zeigen · auf Gruppe: alle ihre Sessions
en: show only this session · on a group: all its sessions

source: nur wartet
en: waiting only

source: nur wartet und fertig
en: only waiting and done

source: rechts
en: right

source: ssh · ⏎ tmux attach · „%@:“ wählt die Session
en: ssh · ⏎ tmux attach · “%@:” picks the session

source: sucht Projekt oder Ordner
en: searches for a project or folder

source: tmux ls auf %@
en: tmux ls on %@

source: tmux new -As auf %@
en: tmux new -As on %@

source: tmux-Session auf %@
en: tmux session on %@

source: unten
en: below

source: von Michael Malura ·
en: by Michael Malura ·

source: vor %lld min
en: %lld min ago

source: warten
en: waiting

source: wartende
en: waiting

source: wartende und arbeitende
en: waiting and working

source: wartet
en: waiting

source: wartet auf dich
en: is waiting for you

source: wartet und fertig
en: waiting and done

source: z. B. code
en: e.g. code

source: zweite Session im selben Ordner
en: second session in the same folder

source: Ältere claude-Version
en: Older claude version

source: Änderungen gelten sofort · Esc schließt
en: Changes apply immediately · Esc closes

source: Über Kadrell
en: About Kadrell

source: Übernehmen
en: Take Over

source: ändern
en: change

source: „%@“ beenden und entfernen?
en: Stop and remove “%@”?

source: „Neu: …“ versucht es trotzdem
en: “New: …” tries anyway

source: ‹ SP › in der Leiste
en: ‹ COL › in the bar

source: ↑↓ wählen · ⏎ öffnen · Esc schließen
en: ↑↓ select · ⏎ open · Esc close

source: ⇧ Klick
en: ⇧ Click

source: ⌘ Klick
en: ⌘ Click

source: ⌘ Mausrad
en: ⌘ scroll wheel

source: ⌘-Klick für mehrere · ⇧-Klick Bereich · Gruppe = alle · F1 Hilfe
en: ⌘-click for several · ⇧-click range · group = all · F1 help

source: ⌘N startet eine
en: ⌘N starts one

source: ⌘N sucht Projekt oder Ordner · ⌘⏎ zweite Session im selben Ordner · F1 alle Kürzel
en: ⌘N searches for a project or folder · ⌘⏎ second session in the same folder · F1 all shortcuts

source: ⌘⏎ startet eine zweite Session im selben Ordner. Kadrell meldet sich, sobald eine auf dich wartet.
en: ⌘⏎ starts a second session in the same folder. Kadrell lets you know as soon as one is waiting for you.

source: ⌥ + Klick auf X
en: ⌥ + click on X

source: ⏎ starten · Tab übernehmen · ⌘O Finder · Ordner hineinziehen
en: ⏎ start · Tab complete · ⌘O Finder · drop a folder
